

{
  "passages": [
    {
      "text": "You look up to see your Ferryman guide quickly ascending the cistern ladder.  At the top is a small hatch.  The hatch has a small aperature cut out on the left side, allowing both light and water to pour through.  You hear the faint sound of metal grating against metal - he's opening the lock securing the hatch at the top.  His voice reverberates as it echoes down the cylinder.\n\nFerryman::As soon as I open this hatch you'll need to clamber up the ladder as quickly as possible.  I won't be able to keep it open for long.  Ready?\n\n[[I've changed my mind, I don't want to go.]]\n[[p:Alright, open the hatch.]]",
      "links": [
        {
          "name": "I've changed my mind, I don't want to go.",
          "link": "I've changed my mind, I don't want to go.",
          "pid": "2"
        },
        {
          "name": "p:Alright, open the hatch.",
          "link": "p:Alright, open the hatch.",
          "pid": "3"
        }
      ],
      "name": "Exiting Sewer",
      "pid": "1",
      "position": {
        "x": "859",
        "y": "426"
      }
    },
    {
      "text": "That's what you want to say.  But it *isn't* what you say.  Instead you stand petrified, like a gormless gollum, and don't say a word.  \n\n[[Why won't you let me say what I want?  Why can't I run away from all this?]]",
      "links": [
        {
          "name": "Why won't you let me say what I want?  Why can't I run away from all this?",
          "link": "Why won't you let me say what I want?  Why can't I run away from all this?",
          "pid": "4"
        }
      ],
      "name": "I've changed my mind, I don't want to go.",
      "pid": "2",
      "position": {
        "x": "786",
        "y": "577"
      }
    },
    {
      "text": "The words come out of you as if directed by a puppeteer.  Except you are both the marionette and the one pulling the strings.\n\n[[C->Open Hatch]]",
      "links": [
        {
          "name": "C",
          "link": "Open Hatch",
          "pid": "6"
        }
      ],
      "name": "p:Alright, open the hatch.",
      "pid": "3",
      "position": {
        "x": "942",
        "y": "577"
      }
    },
    {
      "text": "I'm not to blame here.  *You're* the one who won't let you say what you want.  Or rather, what you've decided you \"want.\"  The conclusions you've drawn using more cerebral approaches don't matter.  Deep in your bones you've decided the only way out of here is forward.  \n\nI mean, I'm not going to stop you if you decide to bail.  I *can't* stop you; I'm just some voice in your head of suspicious, possibly bicameral evolutionary origin.  Run wild.  Turn around and run right back to the entrance of these tunnels.  You're pretty in shape right?\n\n...Well?  I'm waiting.\n\nSee?  You aren't going anywhere but forward.  Go ahead.  Tell the Ferryman you're ready.  You kind of left him hanging, after all.\n\n[[This isn't fair.  I shouldn't have to do this.]]",
      "links": [
        {
          "name": "This isn't fair.  I shouldn't have to do this.",
          "link": "This isn't fair.  I shouldn't have to do this.",
          "pid": "5"
        }
      ],
      "name": "Why won't you let me say what I want?  Why can't I run away from all this?",
      "pid": "4",
      "position": {
        "x": "784",
        "y": "726"
      }
    },
    {
      "text": "Fine, then.  Go die like a baby sea turtle.  That won't be fair either, but life will still pan out that way.\n\n[[Continue->Exiting Sewer]] ",
      "links": [
        {
          "name": "Continue",
          "link": "Exiting Sewer",
          "pid": "1"
        }
      ],
      "name": "This isn't fair.  I shouldn't have to do this.",
      "pid": "5",
      "position": {
        "x": "784",
        "y": "876"
      }
    },
    {
      "text": "Your Ferryman guide opens the hatch and climbs through.  You quickly clamber up after, pulling yourself through the portal at the top.",
      "name": "Open Hatch",
      "pid": "6",
      "position": {
        "x": "942",
        "y": "727"
      },
      "tags": [
        "open_hatch"
      ]
    }
  ],
  "name": "Exiting Sewer",
  "startnode": "1",
  "creator": "Twine",
  "creator-version": "2.3.14",
  "ifid": "7D089C14-43CF-41EF-9DA8-38001AEA6106"
}

